package spider

/*
todo
H股指数
恒生指数
红利机会
深证成指
香港中小
50AH优选
深圳100
纳斯达克100
标普500
创业板: "399006"
*/
var IndexCode = map[string]string{
	"中证银行":   "399986",
	"央视500":  "000855",
	"医药100":  "000978",
	"300价值":  "000919",
	"基本面50":  "000925",
	"中证500":  "000905",
	"上证红利":   "000015",
	"500低波动": "930782",
	"中证红利":   "000922",
	"证券公司":   "399975",
	"上证50":   "000016",
	"沪深300":  "000300",
	"上证180":  "000010",
	"可选消费":   "000989",
	"科创50":   "000688",
	"中证消费":   "000932",
	"养老产业":   "399812",
	"深证F120": "399702",
	"深证F60":  "399701",
}
